import { IAdvantage } from 'src/models'

const advantagesData: IAdvantage[] = [
  {
    icon: 'location',
    title: 'Удобная локация',
    content:
      'Рядом 3 станции метро: Калужская, Новые Черемушки, Воронцовская (ввод в эксплуатацию в 2022 году)',
  },
  {
    icon: 'wifi',
    title: 'Интернет',
    content:
      'Для каждого рабочего места индивидуально. Покрытие всей территории коворкинга',
  },
  {
    icon: 'printer',
    title: 'Принтер / Cканер',
    content:
      'Использование принтера и сканера. Бесплатная печать объемом до 10 страниц',
  },
  {
    icon: 'appliances',
    title: 'Кухня',
    content:
      'Coffe point. Ланчи на выгодных условиях. Микроволновка, вендинг аппараты. Чай / кофе',
  },
  {
    icon: 'chat',
    title: 'Ресепшен',
    content:
      'Помощь в решении организационных вопросов. Обслуживание проведения переговоров',
  },
  {
    icon: 'lock',
    title: 'Локкеры',
    content: 'Бесплатное хранение вещей на время работы',
  },
  {
    icon: 'mail',
    title: 'Консьерж-сервис',
    content:
      'Предоставление юридического адреса. Возможность получения почтовой корреспонденции',
  },
  {
    icon: 'briefcase',
    title: 'Банковские ячейки',
    content:
      'Возможность хранения личных документов и документов организаций в ячейках на длительный срок',
  },
  {
    icon: 'baby',
    title: 'Детская комната с TV',
    content:
      ' Возможность оставить ребенка на время проведения переговоров. Доступно TV и развивающие игры',
  },
  {
    icon: 'yoga',
    title: 'Зона отдыха / Веранда',
    content:
      'Возможность сделать перерыв играя в настольный теннис или на открытой веранде с видом на парк',
  },
  {
    icon: 'camera',
    title: 'Кино и фото съемки',
    content:
      'Предоставление юридического адреса. Возможность получения почтовой корреспонденции',
  },
  {
    icon: 'trash',
    title: 'Клининг',
    content:
      'Ежедневная уборка кабинетов и общего пространства с соблюдением всех санитарно-гигиенических требований',
  },
]

export default advantagesData
